{
  "order": 2,
  "authorName": "Olga Farber",
  "authorJob": "Software Enginner",
  "authorCompany": "Comverse",
  "authorLinkedin": "https://www.linkedin.com/in/olga-farber-656a1813",
  "content": [
    "Some people are just too wonderful to make it possible to describe them fully enough, but I will try.",
    "Victor is a smart developer and team leader, and a wise, kind person. He always strives to do the best thing, weighing all possible ways to do things, but somehow he also finds the golden ratio between researching the ways, and implementing the first usable functionality of the feature.",
    "It's wonderful to work with Victor: while being thorough, he doesn't annoy; he creates a calm atmosphere, in which people can actually work the most productively, effectively, efficiently.",
    "Victor supports the education of others, and constantly improves himself his knowledge on all technologies we come to work with.",
    "He encourages his people's creativity, somehow again finding the golden ratio between refactoring and developing further. Our system is constantly improved with his wise consecutively optimizing approach.",
    "Developing the global architecture of the system, Victor makes it possible for people to use it in a convenient, clear way. He embraces the optimizing additions in a way that makes the system self-explaining, convenient in maintenance.",
    "He also strongly supports good coding: among not so many strictly enforced rules, there're code reviews, which are with his encouragement and directing, are taken seriously.",
    "And with those not so many enforced rules - it's again about the golden ratio that Victor found, between letting people work in a comfortable, creative, good-willing mode, while providing good product results.",
    "It's a pleasure to work with him: to see how he welcomes great ideas, understands them, contributes from himself, develops the system in a way that is sure, strong, responsible, cared for. I would recommend him to every place that cares about their code being sure, while people feel great working on it. And to him I would wish to always have managers who would appreciate it and put to good use. ",
    "I feel lucky and blessed for having met and working with such people in my life."
  ]
}
